Repository: MrServo/e2openplugin-MeteoViewer
Catalog: plugin/locale/*/LC_MESSAGES/MeteoViewer.po
Languages: de

source: %s of %s - %s
de: %s von %s - %s

source: Abort
de: Abbrechen

source: After download All switch to:
de: Nach dem Download wechseln zu All:

source: All update
de: Alle aktualisieren

source: Are You sure delete this frame?
de: Sind Sie sicher, dass Sie diesen Rahmen löschen wollen?

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Defines the display type and scope of the additional information in the slideshow.
de: Legt die Anzeigeart und den Umfang der Zusatzinformationen in der Diashow fest.

source: Defines the time delay for weatheronline.
de: Legt die Zeitverzögerung für weatheronline fest.

source: Defines which view is to be called up after downloading the images.
de: Legt fest, welche Ansicht nach dem Herunterladen der Bilder aufgerufen werden soll.

source: Defines which view is used when the plugin is started.
de: Legt fest, welche Ansicht beim Start des Plugins verwendet wird.

source: Delay frame release for weatheronline:
de: Verzögerte Rahmenfreigabe für weatheronline:

source: Delete old files before download:
de: Alte Dateien vor dem Herunterladen löschen:

source: Determines whether the images should be deleted when leaving the plugin.
de: Legt fest, ob die Bilder beim Verlassen des Plugins gelöscht werden sollen.

source: Determines whether the old images should be deleted before downloading.
de: Legt fest, ob die alten Bilder vor dem Herunterladen gelöscht werden sollen.

source: Directory for download:
de: Verzeichnis zum Herunterladen:

source: Display:
de: Anzeige:

source: Download
de: Herunterladen

source: Download info on plugin's start:
de: Download-Informationen beim Plugin Start:

source: Download pictures, please!
de: Bitte Bilder herunterladen!

source: Download:
de: Herunterladen:

source: Downloaded interval:
de: Heruntergeladenes Intervall:

source: Erase files...
de: Dateien löschen...

source: Frames info:
de: Rahmen Info:

source: Frequency of downloading.
de: Häufigkeit des Herunterladens.

source: Local time in info:
de: Ortszeit in Info:

source: No files found!
de: Keine Dateien gefunden!

source: On exit delete files:
de: Beim Beenden werden die Dateien gelöscht:

source: Options
de: Optionen

source: Parallels and meridians:
de: Parallelen und Meridiane:

source: Prepare...
de: Vorbereiten...

source: Refresh rate for reloading the images.
de: Aktualisierungsrate für das Nachladen der Bilder.

source: Refresh slideshow:
de: Diashow aktualisieren:

source: Select destination:
de: Zielort auswählen:

source: Select wanted meteo type:
de: Wählen Sie den gewünschten Meteo-Typ:

source: Show longitude and latitude in the slideshow.
de: Längen- und Breitengrad in der Diashow anzeigen.

source: Show only the currently loaded images or all previously available images.
de: Zeigen Sie nur die aktuell geladenen Bilder oder alle zuvor verfügbaren Bilder an.

source: Show the local time (box time) in the information.
de: Zeigen Sie die Ortszeit (Boxzeit) in den Informationen an.

source: Slideshow
de: Diashow

source: Slideshow begins from:
de: Diashow beginnt von:

source: Slideshow's step:
de: Einzelschritte der Diashow:

source: Specifies whether the images should be loaded when the plugin is started.
de: Gibt an, ob die Bilder beim Start des Plugins geladen werden sollen.

source: Speed of the slideshow.
de: Ablaufgeschwindigkeit der Diashow.

source: Start the slideshow from the beginning or from the last position.
de: Starten Sie die Diashow am Anfang oder an der letzten Position.

source: Stop Show
de: Show beenden

source: Stop slideshow, please!
de: Bitte Diashow anhalten!

source: The downloaded images are stored in this directory.
de: Die heruntergeladenen Bilder werden in diesem Verzeichnis gespeichert.

source: Type of meteo info on start:
de: Art der Meteo-Information beim Start:

source: actual position
de: tatsächliche Position

source: all frames
de: alle Rahmen

source: all types
de: alle Typen

source: begin
de: beginnen

source: current type
de: aktueller Typ

source: delete current frame
de: aktuelles Bild löschen

source: downloaded interval
de: heruntergeladenes Intervall

source: go to first downloaded frame
de: Gehe zum ersten heruntergeladenen Frame

source: go to last downloaded frame
de: Gehe zum letzten heruntergeladenen Frame

source: go to last frame
de: zum letzten Bild gehen

source: go to next frame
de: Zum nächsten Bild gehen

source: go to previous frame
de: zum vorigen Bild gehen

source: info
de: Infos

source: info and progress bar
de: Info- und Fortschrittsbalken

source: menu
de: Menü

source: meteoViewer Configuration
de: meteoViewer Konfiguration

source: no
de: Nein

source: none
de: keine

source: older than downloaded interval
de: älter als das heruntergeladene Intervall

source: older than max. interval
de: älter als max. Intervall

source: options
de: Optionen

source: play slideshow
de: Diashow abspielen

source: play/stop slideshow
de: Diashow abspielen/anhalten

source: progress bar
de: Fortschrittsbalken

source: refresh...
de: aktualisieren...

source: run/abort download
de: Download ausführen/abbrechen

source: stop slideshow/synaptic map
de: Diashow/Synaptische Karte anhalten

source: switch to next meteo type
de: zum nächsten Meteo-Typ wechseln

source: switch to previous meteo type
de: Wechsel zum vorherigen Meteo-Typ

source: synaptic maps
de: synaptische Karten

source: Viewer of meteo pictures
de: Betrachte Meteo-Bilder
